[
  {
    "number": 1,
    "RulingPlanet": "Surya / Sun",
    "Deity": "Shri Aditya/ Shri Ram/ Shri Narayan",
    "RecommendedPujas": [
      {
        "name": "Surya Graha Shanti Puja",
        "imagePath" : "1 - 900  600 px Surya Grah Shaanti Puja.JPG",
        "description":"A person who has a debilitated Surya,or is undergoing a period of Surya Maha dasa or sub-dasa, or if the planet Surya is in association with any malefic planets by conjunction, or if Surya has the lordship of a malefic house .",
        "cost":"14001",
        "pandit":"4"
      },
      {
        "name": "Gayatri Mantra Japa",
        "imagePath" : "2 - 900  600 pxGayatri Mantra Japa.JPG",
        "description":"The Gayatri Mantra is a powerful prayer in the Vedas and the very basis of the Vedas. Devi Gayatri is considered to be the Vedamata - the mother of Vedas. Devi Gayatri’s blessing eradicates the sins of past life, sharpens intelligence, it bestows knowledge & wisdom.",
        "cost":"14001",
        "pandit":"4"
      },
      {
        "name": "Ram Raksha Stotra Paath",
        "imagePath" : "3 - 900  600 px  Ram Raksha Stotra Paath.JPG",
        "description":"Ram Raksha Stotra written in Sanskrit by Rishi Kaushik is dedicated to Shri Ram. . Ram Raksha Stotra is an exceptionally powerful Stotra for protection from miseries of life, unfair competition, litigation and victory over enemies etc",
        "cost":"16101",
        "pandit":"5"
      },
      {
        "name": "Shri Ram Anugrah Puja",
        "imagePath" : "4 - 900 x 600 px - Shri Ram Anugrah.JPG",
        "description":"Lord Ramachandra’s life is considered to be exemplary in every way. Followers of Vedic culture see Him as the ideal son, the most powerful warrior, the most faithful husband and as a benevolent and just King. He set the standard for heroism, morality and good governance. Therefore he is known as the Maryada Purushottam (peerless among righteous men)",
        "cost":"11901",
        "pandit":"3"
      },
      {
        "name": "Satya Narayan Puja",
        "imagePath" : "5 - 900 x 600 px - Sri Satya Narayan Puja.JPG",
        "description":"The Satya Narayan Puja is dedicated to Lord Vishnu, the preserver of the universe. Satya means “truth” and Narayan means, “The highest being” so Satya Narayan means “The highest being who is an embodiment of Truth”. One performs the Satya Narayan Puja for the divine blessings of health, wealth, prosperity, good education; relief from troubles and sickness. It is performed for success in business or career growth; during social functions like marriages, house-warming ceremonies, naming of the children and so on.",
        "cost":"7701",
        "pandit":"1"
      }
    ],
    "mahaPooja": "Akhand Ramayan Paath",
    "imagePath" : "6 - 900 x 600 px - akhand ramayan path - puja_s 1.JPG",
    "description":"It is beneficial for peace, prosperity & happiness in the family. Akhand Ramayan Paath is held before beginning of any new venture, birth of a child, before marriage etc. It is usually recited to overcome miseries, ailments, unfair competition etc.",
    "cost":"35001",
    "pandit":"6"
  },
  {
    "number": 2,
    "RulingPlanet": "Chandra / Moon",
    "Deity": "Ashutosh Shiv",
    "RecommendedPujas": [
      {
        "name": "Chandra Graha Shanti Puja",
        "imagePath" : "7 - 900  x 600 px  Chandra Grah Shanti Puja Planets.JPG",
        "description":"A person who has a debilitated (Neecha) Chandra, is undergoing a period of Chandra Maha dasa or sub-dasa, or if the planet Chandra is in association with any malefic planets by conjunction, aspect or is placed in the 3rd, 6th, 8th or the 12th house of the natal horoscope, or if Chandra has the lordship of a malefic house and posited in a benefic house and vice versa.",
        "cost":"14001",
        "pandit":"4"
      },
      {
        "name": "Ardhanareeshwar Puja",
        "imagePath" : "8 - 900 x 600 pxArdhnareeshwar puja.JPG",
        "description":"worshipping Lord Shiva and Shakti in the form of Ardhanareeshwar is considered to be the best offering as it is dedicated to both the male and female energies of the Parabrahma. One should worship this form of the divine couple for spiritual upliftment and fulfillment of desires, to cleanse all past sins and bad Karmas, for good marital relation between partners and for peace and harmony in the family",
        "cost":"10500",
        "pandit":"2"
      },
      {
        "name": "Shadang Rudrabhishek",
        "imagePath" : "9 - 900 x 600 px Shadang Rudrabhishek.JPG",
        "description":"Rudrabhishek is a ritual of worshipping Lord Shiva in his Rudra form, in which a Shivling is bathed in water which is continuously poured over it, with accompaniment of the chanting of Vedic mantra called the Rudra Sukta. It is hailed by all Vedic scriptures as one of the greatest Pujas.",
        "cost":"11901",
        "pandit":"3"
      },
      {
        "name": "Laghu Rudri Maha Anusthaan",
        "imagePath" : "10 - 900 x 600 pxLaghu Rudrabhishek  puja.JPG",
        "description":"Lord Shiva symbolizes the characteristic of Supreme Being and is highly admired as the destroyer of all sorrow and evil.The Vedic hymn Sri Rudri is the oldest listing of various names of Lord Shiva. Through the chanting of Sri Rudri, Lord Shiva's various attributes and aspects are invoked and worshipped",
        "cost":"63000",
        "pandit":"11"
      }
    ],
    "mahaPooja": "Maha Rudrabhishek",
    "imagePath" : "11 - 900 x 600 px Maha Rudrabhishek.JPG",
    "description":"To worship such an unparalleled and incomparable form of Shiva, a MahaRudrabhishek is performed to obtain the maximum blessings of Mahadev Shiv.",
    "cost":"292602",
    "pandit":"11"
  },
  {
    "number": 3,
    "RulingPlanet": "Guru / Jupiter",
    "Deity": "Shri Vishnu",
    "RecommendedPujas": [
      {
        "name": "Guru Graha Shanti Puja",
        "imagePath" : "12 - 900  x 600 px Guru  Graha Shaanti Puja.JPG",
        "description":"This is a puja dedicated to Improve wisdom and intellect,Provides relief from disharmony , prevention of  losses of wealth, remove hurdles and obstacles leading a smooth path to success. It is also beneficial for begetting children as Guru is the karaka for children.",
        "cost":"18201",
        "pandit":"6"
      },
      {
        "name": "Santan Gopal Puja",
        "imagePath" : "13 - 900 x 600 px Santan Gopal Puja.JPG",
        "description":"The Santaan Gopal Puja is helpful if there are obstacles or delays in begetting a child and some complications/obstacles that arises during pregnancy. Santaan Gopala Puja is performed for childless couple as per Vedic texts",
        "cost":"14001",
        "pandit":"4"
      },
      {
        "name": "Vishnu Sahastranaam",
        "imagePath" : "14 - 900 x 600 px - Vishnu Sahastranaam ,.JPG",
        "description":"The Vishnu Sahastranaam is a list of 1000 names of Lord Vishnu, the preserver of the universe as per Vedic texts. Each of these names indicates an attribute of Lord Vishnu. The Vishnu Sahastranaam is found in the Anushasan Parv of Mahabharata and is one of the most sacred & commonly recited Stotra in Hindu traditions.",
        "cost":"14001",
        "pandit":"4"
      },
      {
        "name": "Maha Sudarshan Puja",
        "imagePath" : "15 - 900 x 600 px - Maha Sudarshan Puja.jpg",
        "description":"Maha Sudarshan Homam is performed for protection against all kinds of harms. Sudarshan Puja keeps all Negativity, Illness, Misfortune, Miseries at bay.",
        "cost":"15402",
        "pandit":"4"
      }
    ],
    "mahaPooja": "Shrimad Bhagwad Katha Mool Paath Parayan",
    "imagePath" : "16 - 900 x 600 px - Srimad bhagwat katha mool Paath.JPG",
    "description":"Shrimad Bhagwat provides that light which enables one to experience the wonderful freedom of liberation. Shrimad Bhagwat expresses this philosophy through the narration of the life stories of the incarnations of Lord Vishnu. ",
    "cost":"72240",
    "pandit":"3"
  },
  {
    "number": 4,
    "RulingPlanet": "Rahu",
    "Deity": "Shri Ganesh",
    "RecommendedPujas": [
      {
        "name": " Rahu Graha Shanti Puja",
        "imagePath" : "17 - 900 x 600 px Rahu Grah Shaanti Puja.JPG",
        "description":"A ritual for Professional and personal success and relief from physical and mental hardships.",
        "cost":"18201",
        "pandit":"6"
      },
      {
        "name": "Ganesh Lakshmi Puja",
        "imagePath" : "18 - 900 x 600 px  Ganesh Lakshmi Puja.JPG",
        "description":"A ritual to get the blessings of both Ganesha and Devi Mahalakshmi. They are usually worshipped together before starting any important work like a new business, house construction or any other undertaking",
        "cost":"11202",
        "pandit":"2"
      },
      {
        "name": "Ganesh Puja",
        "imagePath" : "19 - 900 x 600 px Ganesh Puja.JPG",
        "description":"The Shastras say, performing Ganesh Puja at least once in a year will give prosperity, health, wealth and peace of mind to the individual who is performing it as per the Vedic texts",
        "cost":"7701",
        "pandit":"1"
      },
      {
        "name": " Ganesh Durvarchan",
        "imagePath" : "20 - 900 x 600 px  Ganesh Durvarchan.jpg",
        "description":"This Puja helps in benefitting the divine grace and blessings of Lord Ganesh.This is helpful in attaining success, prosperity and good fortune.This Puja helps in eradicating negative effects within the house and peace is maintained.",
        "cost":"10002",
        "pandit":"2"
      }
    ],
    "mahaPooja": "Not Required",
    "imagePath" : ""
  },
  {
    "number": 5,
    "RulingPlanet": "Budh / Mercury",
    "Deity": "Devi Saraswati",
    "RecommendedPujas": [
      {
        "name": " Budh Graha Shanti Puja",
        "imagePath" : "21 - 900 x 600 px Budh grah shanti puja.JPG",
        "description":"A Puja to enhance low self-esteem and intelligence. Protects against mental ailments, depression and anxiety. It is also seen to tone down intemperate speech, thereby improving communication skills.",
        "cost":"14001",
        "pandit":"4"
      },
      {
        "name": "Saraswati Puja",
        "imagePath" : "22 - 900 x 600 px Saraswati Puja.JPG",
        "description":" Saraswati Puja,is dedicated to Devi Saraswati. This Puja equally beneficial not only for students, but is also beneficial for businessmen, politicians, industrialists and researchers because it bestows knowledge and power",
        "cost":"9381",
        "pandit":"2"
      },
      {
        "name": "Vidyavardhak Anushthan",
        "imagePath" : "23 - 900 x 600 px Vidyavardhak Anushthan.jpg",
        "description":"Vidya Vruddhi Anusthan can prove beneficial for achieving success in various fields of education.The Vidya Vruddhi Anusthan ritualistically worships the following deities:Shri Ganesh,Devi Saraswati,Shri Kartikeya,Devi Gayatri",
        "cost":"11901",
        "pandit":"3"
      }
    ],
    "mahaPooja": "Not Required",
    "imagePath" : ""
  },
  {
    "number": 6,
    "RulingPlanet": "Shukra / Venus",
    "Deity": "Devi Mahalakshmi",
    "RecommendedPujas": [
      {
        "name": "Shukra Graha Shanti Puja",
        "imagePath" : "24- 900 x 600 px Shukra Grah Shaanti PujaI.JPG",
        "description":"This puja is excellent for preventing loss of wealth. Provides relief in ailments related to reproductive organs and diabetes. It is beneficial for a peaceful married life, prevents breakages in business partnerships and misunderstanding with the opposite sex.",
        "cost":"16101",
        "pandit":"6"
      },
      {
        "name": "Dhanvarsha Anushthan",
        "imagePath" : "25 - 900 x 600 px Dhanvarsha Anushthan.jpg",
        "description":"Dhanteras Dhanvarsha Maha Anushthan so that we all can seek bountiful blessings of Shri Dhanvantari, Devi Mahalakshmi, Shri Ganesh and Shri Kuber for their blessings of wealth, health and prosperity.",
        "cost":"10002",
        "pandit":"2"
      },
      {
        "name": "Kanakdhara Stotra Paath",
        "imagePath" : "26 - 900 x 600 px -Kanakdhara Stotra Paath.jpg",
        "description":"Kanakdhara yantra is a powerful tool that bestows the blessings of Devi Maha Lakshmi in the form of energy and aids the devotee in eradicating problems related to flow of wealth",
        "cost":"11901",
        "pandit":"3"
      }
    ],
    "mahaPooja": "Not Required",
    "imagePath" : ""
  },
  {
    "number": 7,
    "RulingPlanet": "Surya / Sun",
    "Deity": "Shri Aditya/ Shri Ram/ Shri Narayan",
    "RecommendedPujas": [
      {
        "name": " Ketu Graha Shanti Puja",
        "imagePath" : "27 - 900 x 600 px Ketu Grah Shaanti Puja.JPG",
        "description":"Ketu is capable of causing sudden and unpleasant changes if it is badly placed in the horoscope. The proper worship of Rahu blesses all those who suffer from sudden illness, loss of money and delays in marriage",
        "cost":"18201",
        "pandit":"6"
      },
      {
        "name": "Nav chandi Anusthan",
        "imagePath" : "28 - 900 x 600 px Nav chandi Anusthan.JPG",
        "description":"Chandi Puja / Yagna, is one of the most powerful rituals performed to seek the blessings of Goddess Durga. One can benefit from good health and happy family life by performing this Puja.",
        "cost":"42001",
        "pandit":"9"
      },
      {
        "name": "Devi Bagulamukhi Anushthan",
        "imagePath" : "29 - 900 x 600 px Devi Bagulamukhi Anushthan.JPG",
        "description":"The devotee of Devi Bagulamukhi will always have an edge over competition, victory over adversaries, power to defeat rivals and overcome enemies as per ancient Vedic texts. It is believed that if you offer Puja at home to Devi Bagulamukhi, your enemies cannot harm you since it acts as a shield to stop your enemy from doing any harm. It is also believed that one gets immense relief from legal issues.",
        "cost":"20301",
        "pandit":"7"
      }
    ],
    "mahaPooja": "Shat Chandi Maha Anusthan",
    "imagePath" : "30 - 900 x 600 px Shat Chandi Maha Anusthan..JPG",
    "description":"The Shat Chandi Puja / Yagna, is an exclusive and extremely powerful ritual that invokes the Saptashati mantras. This Puja is a rare, unique and an elaborate ritual and performing it brings in immense merits and the blessing of Devi Jagdamba",
    "cost":"137901",
    "pandit":"12"
  },
  {
    "number": 8,
    "RulingPlanet": "Shani / Saturn",
    "Deity": "Shiva / Hanuman",
    "RecommendedPujas": [
      {
        "name": " Shani Graha Shanti Puja",
        "imagePath" : "31 - 900 600 px  Shani Graha Shanti Puja.JPG",
        "description":"A puja for Professional and personal success. For protection from materialistic losses and extreme poverty. Relief in ailments like joint problems, fractures, nerves ,and gives protection against loss of limbs.",
        "cost":"20301",
        "pandit":"7"
      },
      {
        "name": "Sunderkaand Paath",
        "imagePath" : "32 - 900 x 600 px - Sunderkaand Paath.JPG",
        "description":"Sunderkaand is the 5th chapter of Ramayanaand dedicated to Lord Hanuman who is known, for his devotion to Shri Ram. It is believed that a recitation of Sunderkaand protects a person from adversities, enemies, unfounded fears, negative energy, evil eye .",
        "cost":"9801",
        "pandit":"2"
      },
      {
        "name": "Hanuman Chalisa Paath",
        "imagePath" : "33 - 900 x 600 px - Hanuman Chalisa path.JPG",
        "description":"One of the best methods to please Lord Hanuman and to get his blessings is the recitation of Hanuman Chalisa, written by Tulsidas. As the name implies, there are 40 verses in the Hanuman Chalisa.",
        "cost":"11901",
        "pandit":"4"
      },
      {
        "name": "Paarthiv Shivling Puja",
        "imagePath" : "34 - 900 x 600 px - Paarthiv Shivling Puja.jpg",
        "description":"The Puja is considered as one of the most auspicious, sacred and divine . Worshiping of Parthiv Shivling leads to growth, success, wealth, health and peace of mind. It provides relief from malefic effects of all the nine planets.",
        "cost":"11901",
        "pandit":"3"
      }
    ],
    "mahaPooja": "Sahastra Bilwarchan",
    "imagePath" : "35 - 900  600 px Sahastra Bilwarchan.JPG",
    "description":"The most auspicious way of worshipping Lord Shiva is by performing a Archana of Bilva leaves. This is a sacred tree and is very dear to Lord Shiva. A confluence of three leaves of Bilva is called Bilva Dal which is said to be a representation of Lord Shiva's three eyes. ",
    "cost":"9801",
    "pandit":"2"
  },
  {
    "number": 9,
    "RulingPlanet": "Mangal / Mars",
    "Deity": "Shri Hanuman",
    "RecommendedPujas": [
      {
        "name": " Mangal Graha Shanti Puja",
        "imagePath" : "36 - 900 x 600 px Mangal Graha Shanti Puja.JPG",
        "description":"This Puja is beneficial for relief from a malefic Mangal Graha .Helps in health related issues like muscular diseases, blood related issues. Helps in preventing surgeries. Provide protection against accidents, fire hazards, debts.",
        "cost":"14001",
        "pandit":"3"
        
      },
      {
        "name": "Sunderkaand Paath",
        "imagePath" : "32 - 900 x 600 px - Sunderkaand Paath.JPG",
        "description":"Sunderkaand is the 5th chapter of Ramayanaand dedicated to Lord Hanuman who is known, for his devotion to Shri Ram. It is believed that a recitation of Sunderkaand protects a person from adversities, enemies, unfounded fears, negative energy, evil eye .",
        "cost":"9801",
        "pandit":"2"
      },
      {
        "name": "Hanuman Chalisa Paath",
        "imagePath" : "33 - 900 x 600 px - Hanuman Chalisa path.JPG",
        "description":"One of the best methods to please Lord Hanuman and to get his blessings is the recitation of Hanuman Chalisa, written by Tulsidas. As the name implies, there are 40 verses in the Hanuman Chalisa.",
        "cost":"11901",
        "pandit":"4"
      }
    ],
    "mahaPooja": "Mangal Rin Mochan Puja",
    "imagePath" : "37 - 900 x 600 px - Mangal Rin Mochan Puja.JPG",
    "description":"This Puja is performed to appease Lord Ganesha who is remover of obstacles, Devi Maha Lakshmi who is the Goddess of wealth, planet Saturn who is generally responsible for all kinds of miseries, problems & obstacles due to its weak or malefic position as well as the planet Mars who is the bestower of energy much needed to work hard so that a person is able to earn in excess of his expenses thereby becoming able to clear the debts.",
    "cost":"14100",
    "pandit":"4"
  }
]